Repository: miguelhangelh/dxds
Catalog: lib/l10n/intl_*.arb
Languages: pt_br

# simpleText
source: Hola mundo
pt_br: Olá mundo

# location
source: Localizacion
pt_br: Localização

# task
source: Tareas
pt_br: tarefas

# language
source: Idioma
pt_br: Língua

# Choose
source: Elige el idioma
pt_br: Escolha o idioma

# login
source: Iniciar sesión
pt_br: Iniciar sessão

# guest
source: Ingresar como invitado
pt_br: entrar como convidado

# welcome
source: Bienvenido
pt_br: bem vindo

# welcomePhoneLogin
source: Ingresa tu número de celular
pt_br: Digite o número do seu celular

# messagePhoneLogin
source: Para poder ingresar a DeltaX necesitamos verificar tu número de celular:
pt_br: Para entrar no DeltaX, precisamos verificar o seu número de telefone celular:

# skip
source: Omitir
pt_br: Pular

# messagePhoneSms
source: Ingrese el código de verificación
pt_br: Insira o código de verificação

# messagePhoneSmsBody
source: Te enviamos un código de verificación de 6 dígitos por SMS al número de celular:
pt_br: Enviamos a você um código de verificação de 6 dígitos por SMS para o número do celular:
